{
  "langName": "العربية",
  "langCode": "ar",
  "dir": "rtl",
  
  "nav": {
    "searchPlaceholder": "البحث في الإرشادات",
    "overview": "نظرة عامة",
    "authenticity": "الأصالة أولاً",
    "safety": "معايير السلامة",
    "explicitContent": "المحتوى الصريح",
    "matureContent": "إرشادات المحتوى للبالغين",
    "illegalContent": "المحتوى غير القانوني",
    "harmfulGroups": "المجموعات الضارة",
    "illegalActivities": "الأنشطة غير القانونية",
    "respect": "احترام المجتمع",
    "threatsHarassment": "التهديدات والمضايقات",
    "bullying": "سياسة مكافحة التنمر",
    "discrimination": "التمييز",
    "selfHarm": "إيذاء النفس",
    "deception": "الممارسات المحظورة",
    "help": "الإبلاغ عن الانتهاكات"
  },
  
  "search": {
    "noResults": "لم يتم العثور على نتائج لـ",
    "searching": "جارٍ البحث...",
    "clearSearch": "مسح البحث"
  },
  
  "title": "إرشادات مجتمع OCSN",
  
  "overview": {
    "title": "نظرة عامة",
    "mainText": "OCSN هو مكان آمن وأصيل لمجتمعات المعجبين والشخصيات الأصلية. نحتاج إلى مساعدتك لتعزيز ثقافة لطيفة وإبداعية. في OCSN، نحترم الجميع — إذا رأيت محتوى ينتهك هذه الإرشادات، يرجى الإبلاغ عنه على خادم Discord الرسمي الخاص بنا.",
    "intro": "يعكس OCSN الطرق المتنوعة التي يعبر بها المعجبون والمبدعون عن أنفسهم عبر الإنترنت. فيما يلي الطرق التي يمكن للجميع من خلالها الاستمتاع بتجربتهم هنا.",
    "agreement": "باستخدام OCSN، فإنك توافق على هذه الإرشادات وشروط الخدمة الخاصة بنا. قد يؤدي عدم اتباع هذه الحدود إلى حذف المحتوى أو تعطيل الحسابات أو قيود أخرى.",
    "guidelines": "اتبع هذه الإرشادات للحصول على تجربة آمنة وممتعة على OCSN. في جميع الظروف، نحتفظ بالحق في تحديد المحتوى غير المسموح به في التطبيق."
  },
  
  "authenticity": {
    "title": "الأصالة أولاً",
    "intro": "OCSN هي شبكة اجتماعية مبنية للمعجبين والشخصيات الأصلية. إنها مساحة للإبداع البشري الأصيل والتعبير الحقيقي عن الذات. للحفاظ على روح مجتمعنا، لا نسمح بمحتوى الذكاء الاصطناعي التوليدي من أي نوع، بما في ذلك النص والصور والصوت أو الفيديو. إذا نشرت محتوى تم إنشاؤه بواسطة الذكاء الاصطناعي، ستتلقى تحذيرًا، والانتهاكات المتكررة ستؤدي إلى الحظر."
  },
  
  "safety": {
    "title": "معايير السلامة",
    "intro": "أنواع المحتوى التالية محظورة تمامًا على OCSN. نشر أي منها سيؤدي إلى إزالة المحتوى وقد يؤدي إلى تعليق الحساب أو الحظر الدائم:",
    "explicit": {
      "title": "المحتوى الصريح",
      "text": "لا نسمح بأي محتوى إباحي أو جنسي صريح على OCSN. إذا نشرت هذا المحتوى، سيتم حظرك."
    },
    "mature": {
      "title": "إرشادات المحتوى للبالغين",
      "text": "المحتوى الناضج في قصة لعب الأدوار قد يتضمن بعض العناصر الناضجة (مثل العنف أو الرومانسية أو المشاهد الجنسية) مسموح به، لكن الغرض لا يمكن أن يكون صريحًا تمامًا أو للإثارة الجنسية."
    },
    "illegal": {
      "title": "المحتوى غير القانوني",
      "text": "وفقًا للقانون الأمريكي، يحظر OCSN صراحة أي محتوى يصف أفعالًا جنسية غير قانونية بما في ذلك، على سبيل المثال لا الحصر، البهيمية، والنيكروفيليا، وسفاح القربى، أو مواد الاستغلال والإساءة الجنسية للأطفال. سيتم إزالة هذا المحتوى وسيتم حظرك."
    },
    "harmful": {
      "title": "المجموعات الضارة",
      "text": "OCSN ليست منصة لدعم أو الإشادة بالإرهاب أو الجريمة المنظمة أو مجموعات الكراهية."
    },
    "activities": {
      "title": "الأنشطة غير القانونية",
      "text": "لا تستخدم OCSN للأنشطة غير القانونية مثل نشر الإباحية الانتقامية، أو تقديم الخدمات الجنسية، أو شراء أو بيع الأسلحة النارية والكحول ومنتجات التبغ بين الأفراد، أو شراء وبيع المخدرات غير القانونية أو الموصوفة (حتى لو كانت قانونية في منطقتك)."
    }
  },
  
  "respect": {
    "title": "احترام المجتمع",
    "intro": "نحن ملتزمون بالحفاظ على بيئة محترمة وآمنة لجميع أعضاء مجتمعنا. معاملة الآخرين بلطف واحترام أمر أساسي لقيم OCSN.",
    "threats": {
      "title": "التهديدات الموثوقة والمضايقات المستهدفة",
      "text": "نقوم بإزالة المحتوى الذي يحتوي على تهديدات موثوقة أو خطاب كراهية، والمحتوى الذي يستهدف الأفراد لإهانتهم أو إذلالهم، والمعلومات الشخصية المقصود بها ابتزاز أو مضايقة شخص ما. يشمل ذلك تهديدات بالقتل، وتمنيات الأذى، وتشجيع الانتحار، والتهديد بنشر معلومات خاصة، والحملات المستهدفة للإبلاغ الجماعي أو التجمع ضد مستخدمين محددين.",
      "note": "النقد البناء والخلافات المحترمة مرحب بها على منصتنا. إذا واجهت محتوى لا توافق عليه، يمكنك دائمًا حظر أو إلغاء متابعة المستخدمين بدلاً من المشاركة في المضايقات."
    },
    "bullying": {
      "title": "التنمر والمضايقات المنسقة",
      "text": "لدينا سياسة عدم التسامح مطلقًا مع التنمر أو المضايقات. يشمل ذلك الاتصال المتكرر غير المرغوب فيه بعد طلب التوقف، وإنشاء حسابات خصيصًا للمضايقة أو تجنب الحظر، ومشاركة لقطات الشاشة للسخرية من المستخدمين الآخرين أو إذلالهم، وتشجيع الآخرين على مضايقة أو \"إلغاء\" شخص ما.",
      "consequences": "سيتم حظر الحسابات التي تشارك في حملات المضايقات المنسقة بشكل دائم. نأخذ الصحة العقلية وسلامة مستخدمينا على محمل الجد."
    },
    "discrimination": {
      "title": "الخصائص المحمية وخطاب الكراهية",
      "text": "ليس من المقبول أبدًا تشجيع العنف أو التمييز بناءً على العرق أو الإثنية أو الأصل القومي أو الجنس أو النوع الاجتماعي أو الهوية الجنسية أو التوجه الجنسي أو الانتماء الديني أو الإعاقات أو الأمراض. يشمل ذلك الشتائم واللغة المهينة والصور النمطية الضارة والسخرية من الناس أو مهاجمتهم بناءً على هذه الخصائص المحمية.",
      "positive": "نحتفل بالتنوع ونشجع المناقشات المحترمة حول القضايا الاجتماعية، ومشاركة التجارب الشخصية، والمحتوى التعليمي الذي يعزز الفهم والشمول."
    },
    "selfharm": {
      "title": "إيذاء النفس والمحتوى الخطير",
      "text": "تمجيد إيذاء النفس أو الإصابة محظور. يشمل ذلك التصوير الجرافيكي أو التعليمات لإيذاء النفس، وتعزيز اضطرابات الأكل، وطرق فقدان الوزن الخطيرة. بينما نفهم أن التعبير الإبداعي قد يتطرق إلى مواضيع صعبة، يجب أن نعطي الأولوية لسلامة المستخدم.",
      "support": "نشجع قصص التعافي، وطلب الدعم، والتعبير الفني الذي لا يمجد الأذى. منصتنا مكان للشفاء والنمو.",
      "helpTitle": "إذا كنت أنت أو شخص تعرفه بحاجة إلى مساعدة:",
      "crisisText": "خط الأزمات النصي: أرسل HOME إلى 741741",
      "suicidePrevention": "الخط الوطني لمنع الانتحار: 988",
      "internationalHelp": "المساعدة الدولية: ابحث عن الدعم في بلدك",
      "eatingDisorders": "اضطرابات الأكل: 1-800-931-2237"
    }
  },
  
  "deception": {
    "title": "الممارسات المحظورة",
    "impersonation": {
      "title": "انتحال الشخصية",
      "text": "إنشاء حسابات أو محتوى ينتحل شخصية شخص آخر أو علامة تجارية أو كيان بطريقة مضللة أو خادعة محظور تمامًا. يشمل ذلك استخدام اسم شخص آخر أو صورته أو معلومات تعريفية أخرى دون إذن."
    },
    "doxxing": {
      "title": "التشهير والمعلومات الشخصية",
      "text": "لا تشارك أبدًا معلومات شخصية ليست لك. التشهير - فعل نشر معلومات خاصة أو تعريفية عن شخص ما دون موافقته - محظور تمامًا. يشمل ذلك:",
      "item1": "الأسماء الحقيقية للمستخدمين الذين لم يشاركوها علنًا",
      "item2": "عناوين المنازل أو أرقام الهواتف أو عناوين البريد الإلكتروني",
      "item3": "المعلومات المالية أو أرقام الهوية الحكومية",
      "item4": "الصور أو مقاطع الفيديو الخاصة دون موافقة",
      "item5": "معلومات عن مكان عمل أو مدرسة شخص ما"
    },
    "misinformation": {
      "title": "المحتوى المضلل",
      "text": "سيتم حذف أي محتوى مضلل أو أخبار كاذبة ذات طبيعة خبيثة من OCSN. يشمل ذلك نشر معلومات كاذبة عمدًا يمكن أن تسبب ضررًا للأفراد أو المجموعات."
    },
    "spam": {
      "title": "البريد العشوائي",
      "text": "البريد العشوائي والممارسات التلاعبية الأخرى محظورة. يشمل ذلك النشر المتكرر، والرسائل الجماعية، والتلاعب الاصطناعي بالمشاركة، واستخدام OCSN بشكل أساسي للإعلان التجاري دون الشفافية حول ذلك."
    }
  },
  
  "help": {
    "title": "الإبلاغ عن الانتهاكات",
    "intro": "كل واحد منا جزء مهم من مجتمع OCSN. إذا رأيت شيئًا تعتقد أنه قد ينتهك إرشاداتنا، فالرجاء مساعدتنا بالإبلاغ عنه.",
    "disagreement": "قد تجد محتوى لا يعجبك، لكنه لا ينتهك إرشادات المجتمع. إذا حدث ذلك، يمكنك إلغاء المتابعة أو حظر الشخص الذي نشره.",
    "reporting": {
      "title": "كيفية الإبلاغ",
      "text": "عند إكمال التقرير، حاول تقديم أكبر قدر ممكن من المعلومات — الروابط وأسماء المستخدمين وأوصاف المحتوى — حتى نتمكن من العثور عليه ومراجعته بسرعة. قد نزيل المنشورات بالكامل إذا كانت الصور أو التسميات التوضيحية المرتبطة بها تنتهك إرشاداتنا.",
      "instructions": "سيتم إضافة تعليمات الإبلاغ التفصيلية خطوة بخطوة هنا قريبًا."
    },
    "thanks": "شكرًا لك على مساعدتنا في إنشاء واحد من أكثر المجتمعات إبداعًا وترحيبًا في العالم!",
    "signature": "— فريق OCSN"
  }
}