{
  "langName": "日本語",
  "langCode": "ja",
  "dir": "ltr",
  
  "nav": {
    "searchPlaceholder": "ガイドラインを検索",
    "overview": "概要",
    "authenticity": "真正性第一",
    "safety": "安全基準",
    "explicitContent": "露骨なコンテンツ",
    "matureContent": "成人向けコンテンツガイドライン",
    "illegalContent": "違法コンテンツ",
    "harmfulGroups": "有害なグループ",
    "illegalActivities": "違法行為",
    "respect": "コミュニティへの敬意",
    "threatsHarassment": "脅迫と嫌がらせ",
    "bullying": "いじめ防止ポリシー",
    "discrimination": "差別",
    "selfHarm": "自傷行為",
    "deception": "禁止行為",
    "help": "違反を報告"
  },
  
  "search": {
    "noResults": "検索結果が見つかりません：",
    "searching": "検索中...",
    "clearSearch": "検索をクリア"
  },
  
  "title": "OCSNコミュニティガイドライン",
  
  "overview": {
    "title": "概要",
    "mainText": "OCSNは、ファンダムコミュニティとオリジナルキャラクターのための安全で本物の場所です。親切で創造的な文化を育むために、あなたの助けが必要です。OCSNでは、すべての人を尊重します — これらのガイドラインに違反するコンテンツを見つけた場合は、公式Discordサーバーで報告してください。",
    "intro": "OCSNは、ファンやクリエイターがオンラインで自己表現する多様な方法を反映しています。ここでは、誰もが自分の体験を楽しむ方法を紹介します。",
    "agreement": "OCSNを使用することで、これらのガイドラインと利用規約に同意したことになります。これらの境界に従わない場合、コンテンツの削除、アカウントの無効化、またはその他の制限が発生する可能性があります。",
    "guidelines": "OCSNで安全で楽しい体験をするために、これらのガイドラインに従ってください。すべての状況において、アプリで許可されていないコンテンツを決定する権利を留保します。"
  },
  
  "authenticity": {
    "title": "真正性第一",
    "intro": "OCSNは、ファンダムとオリジナルキャラクターのために構築されたソーシャルネットワークです。本物の人間の創造性と真の自己表現のための空間です。コミュニティをその精神に忠実に保つために、テキスト、画像、音声、動画を含む、あらゆる種類の生成AIコンテンツを許可していません。AI生成コンテンツを投稿した場合、警告を受け、繰り返し違反した場合は禁止されます。"
  },
  
  "safety": {
    "title": "安全基準",
    "intro": "以下の種類のコンテンツはOCSNで厳しく禁止されています。これらのいずれかを投稿すると、コンテンツが削除され、アカウントの停止または永久禁止につながる可能性があります：",
    "explicit": {
      "title": "露骨なコンテンツ",
      "text": "OCSNでは、ポルノまたは性的に露骨なコンテンツを一切許可していません。このコンテンツを投稿した場合、禁止されます。"
    },
    "mature": {
      "title": "成人向けコンテンツガイドライン",
      "text": "ロールプレイストーリーラインの成人向けコンテンツには、いくつかの成人向け要素（暴力、ロマンス、セックスシーンなど）が含まれる場合がありますが、目的は完全に露骨であったり、性的刺激のためであってはなりません。"
    },
    "illegal": {
      "title": "違法コンテンツ",
      "text": "アメリカの法律に従い、OCSNは獣姦、屍姦、近親相姦、児童の性的搾取および虐待資料を含むがこれらに限定されない違法な性行為を記述するコンテンツを明示的に禁止しています。そのようなコンテンツは削除され、あなたは禁止されます。"
    },
    "harmful": {
      "title": "有害なグループ",
      "text": "OCSNは、テロリズム、組織犯罪、またはヘイトグループを支援または称賛するプラットフォームではありません。"
    },
    "activities": {
      "title": "違法行為",
      "text": "リベンジポルノの投稿、性的サービスの提供、個人間での銃器、アルコール、タバコ製品の売買、違法薬物や処方薬の売買（あなたの地域で合法であっても）などの違法行為にOCSNを使用しないでください。"
    }
  },
  
  "respect": {
    "title": "コミュニティへの敬意",
    "intro": "私たちは、コミュニティのすべてのメンバーのために、敬意を持った安全な環境を維持することに取り組んでいます。他者を親切と敬意を持って扱うことは、OCSNの価値観の基本です。",
    "threats": {
      "title": "信頼できる脅威と標的型嫌がらせ",
      "text": "信頼できる脅威やヘイトスピーチを含むコンテンツ、個人を貶めたり恥をかかせたりすることを目的としたコンテンツ、誰かを脅迫したり嫌がらせしたりすることを意図した個人情報を削除します。これには、死の脅威、危害の願い、自殺の奨励、個人情報の公開の脅迫、特定のユーザーに対する大量報告やブリゲードの標的キャンペーンが含まれます。",
      "note": "建設的な批判と敬意を持った意見の相違は、私たちのプラットフォームで歓迎されています。同意できないコンテンツに遭遇した場合は、嫌がらせに参加する代わりに、いつでもユーザーをブロックまたはフォロー解除できます。"
    },
    "bullying": {
      "title": "いじめと組織的嫌がらせ",
      "text": "いじめや嫌がらせに対してゼロトレランスポリシーを持っています。これには、停止を求められた後の繰り返しの望まない接触、嫌がらせやブロック回避のために特別にアカウントを作成すること、他のユーザーを嘲笑したり屈辱を与えたりするためにスクリーンショットを共有すること、他の人に誰かを嫌がらせたり「キャンセル」したりするよう促すことが含まれます。",
      "consequences": "組織的な嫌がらせキャンペーンに参加しているアカウントは永久に禁止されます。私たちはユーザーのメンタルヘルスと安全を真剣に考えています。"
    },
    "discrimination": {
      "title": "保護される特性とヘイトスピーチ",
      "text": "人種、民族、国籍、性別、ジェンダー、ジェンダーアイデンティティ、性的指向、宗教的所属、障害、または病気に基づく暴力や差別を奨励することは決して許されません。これには、侮辱、非人間的な言葉、有害なステレオタイプ、これらの保護される特性に基づいて人々を嘲笑したり攻撃したりすることが含まれます。",
      "positive": "私たちは多様性を祝い、社会問題についての敬意を持った議論、個人的な経験の共有、理解と包摂を促進する教育的コンテンツを奨励します。"
    },
    "selfharm": {
      "title": "自傷行為と危険なコンテンツ",
      "text": "自傷行為や傷害の美化は禁止されています。これには、自傷行為のグラフィックな描写や指示、摂食障害の促進、危険な減量方法が含まれます。創造的な表現が困難なトピックに触れる可能性があることは理解していますが、ユーザーの安全を優先する必要があります。",
      "support": "回復の物語、サポートの求め、害を美化しない芸術的表現を奨励します。私たちのプラットフォームは、癒しと成長の場所です。",
      "helpTitle": "あなたまたはあなたの知っている人が助けを必要としている場合：",
      "crisisText": "危機テキストライン：HOMEを741741に送信",
      "suicidePrevention": "全国自殺予防ライフライン：988",
      "internationalHelp": "国際的な支援：あなたの国でサポートを見つける",
      "eatingDisorders": "摂食障害：1-800-931-2237"
    }
  },
  
  "deception": {
    "title": "禁止行為",
    "impersonation": {
      "title": "なりすまし",
      "text": "誤解を招くまたは欺瞞的な方法で他の人、ブランド、またはエンティティになりすますアカウントやコンテンツの作成は厳しく禁止されています。これには、許可なく他人の名前、画像、またはその他の識別情報を使用することが含まれます。"
    },
    "doxxing": {
      "title": "ドキシングと個人情報",
      "text": "自分のものではない個人情報を決して共有しないでください。ドキシング - 誰かの同意なしに個人または識別情報を公開する行為 - は厳しく禁止されています。これには以下が含まれます：",
      "item1": "公に共有していないユーザーの本名",
      "item2": "自宅の住所、電話番号、またはメールアドレス",
      "item3": "財務情報または政府のID番号",
      "item4": "同意なしのプライベートな写真やビデオ",
      "item5": "誰かの職場や学校に関する情報"
    },
    "misinformation": {
      "title": "欺瞞的なコンテンツ",
      "text": "悪意のある性質の欺瞞的なコンテンツまたは偽のニュースはOCSNから削除されます。これには、個人やグループに害を与える可能性のある虚偽の情報を意図的に広めることが含まれます。"
    },
    "spam": {
      "title": "スパム",
      "text": "スパムおよびその他の操作的な慣行は禁止されています。これには、繰り返しの投稿、大量メッセージング、人工的なエンゲージメント操作、主に商業広告のためにOCSNを使用することについて透明性を欠くことが含まれます。"
    }
  },
  
  "help": {
    "title": "違反を報告",
    "intro": "私たち一人一人がOCSNコミュニティの重要な一部です。ガイドラインに違反していると思われるものを見つけた場合は、報告して私たちを助けてください。",
    "disagreement": "コミュニティガイドラインに違反していないが、あなたが好きではないコンテンツを見つけるかもしれません。その場合は、投稿した人のフォローを解除したりブロックしたりできます。",
    "reporting": {
      "title": "報告方法",
      "text": "報告を完了するときは、できるだけ多くの情報を提供してください — リンク、ユーザー名、コンテンツの説明 — 私たちが迅速に見つけて確認できるようにします。画像または関連するキャプションがガイドラインに違反している場合、投稿全体を削除することがあります。",
      "instructions": "詳細なステップバイステップの報告手順は、まもなくここに追加されます。"
    },
    "thanks": "世界で最も創造的で歓迎的なコミュニティの1つを作るのを手伝ってくれてありがとう！",
    "signature": "— OCSNチーム"
  }
}