{
  "langName": "한국어",
  "langCode": "ko",
  "dir": "ltr",
  
  "nav": {
    "searchPlaceholder": "가이드라인 검색",
    "overview": "개요",
    "authenticity": "진정성 우선",
    "safety": "안전 기준",
    "explicitContent": "노골적인 콘텐츠",
    "matureContent": "성인 콘텐츠 가이드라인",
    "illegalContent": "불법 콘텐츠",
    "harmfulGroups": "유해 그룹",
    "illegalActivities": "불법 활동",
    "respect": "커뮤니티 존중",
    "threatsHarassment": "위협과 괴롭힘",
    "bullying": "괴롭힘 방지 정책",
    "discrimination": "차별",
    "selfHarm": "자해",
    "deception": "금지된 행위",
    "help": "위반 신고"
  },
  
  "search": {
    "noResults": "검색 결과가 없습니다",
    "searching": "검색 중...",
    "clearSearch": "검색 지우기"
  },
  
  "title": "OCSN 커뮤니티 가이드라인",
  
  "overview": {
    "title": "개요",
    "mainText": "OCSN은 팬덤 커뮤니티와 오리지널 캐릭터를 위한 안전하고 진정한 장소입니다. 친절하고 창의적인 문화를 조성하는 데 여러분의 도움이 필요합니다. OCSN에서는 모두를 존중합니다 — 이 가이드라인을 위반하는 콘텐츠를 발견하면 공식 Discord 서버에서 신고해 주세요.",
    "intro": "OCSN은 팬과 크리에이터가 온라인에서 자신을 표현하는 다양한 방식을 반영합니다. 모두가 여기서 경험을 즐길 수 있는 방법은 다음과 같습니다.",
    "agreement": "OCSN을 사용함으로써 이 가이드라인과 서비스 약관에 동의하게 됩니다. 이러한 경계를 따르지 않으면 콘텐츠 삭제, 계정 비활성화 또는 기타 제한이 발생할 수 있습니다.",
    "guidelines": "OCSN에서 안전하고 즐거운 경험을 위해 이 가이드라인을 따르세요. 모든 상황에서 앱에서 허용되지 않는 콘텐츠를 결정할 권리를 보유합니다."
  },
  
  "authenticity": {
    "title": "진정성 우선",
    "intro": "OCSN은 팬덤과 오리지널 캐릭터를 위해 만들어진 소셜 네트워크입니다. 진정한 인간의 창의성과 진실한 자기 표현을 위한 공간입니다. 커뮤니티를 그 정신에 충실하게 유지하기 위해 텍스트, 이미지, 오디오 또는 비디오를 포함한 모든 종류의 생성형 AI 콘텐츠를 허용하지 않습니다. AI 생성 콘텐츠를 게시하면 경고를 받게 되며, 반복적인 위반은 차단으로 이어집니다."
  },
  
  "safety": {
    "title": "안전 기준",
    "intro": "다음 유형의 콘텐츠는 OCSN에서 엄격히 금지됩니다. 이러한 콘텐츠를 게시하면 콘텐츠가 삭제되고 계정 정지 또는 영구 차단으로 이어질 수 있습니다:",
    "explicit": {
      "title": "노골적인 콘텐츠",
      "text": "OCSN에서는 포르노그래피나 성적으로 노골적인 콘텐츠를 허용하지 않습니다. 이러한 콘텐츠를 게시하면 차단됩니다."
    },
    "mature": {
      "title": "성인 콘텐츠 가이드라인",
      "text": "롤플레잉 스토리라인의 성인 콘텐츠는 일부 성인 요소(폭력, 로맨스 또는 섹스 장면 등)를 포함할 수 있지만, 목적이 완전히 노골적이거나 성적 자극을 위한 것이어서는 안 됩니다."
    },
    "illegal": {
      "title": "불법 콘텐츠",
      "text": "미국 법률에 따라 OCSN은 수간, 시간, 근친상간 또는 아동 성적 착취 및 학대 자료를 포함하되 이에 국한되지 않는 불법 성행위를 묘사하는 모든 콘텐츠를 명시적으로 금지합니다. 그러한 콘텐츠는 삭제되고 차단됩니다."
    },
    "harmful": {
      "title": "유해 그룹",
      "text": "OCSN은 테러리즘, 조직 범죄 또는 증오 집단을 지원하거나 찬양하는 플랫폼이 아닙니다."
    },
    "activities": {
      "title": "불법 활동",
      "text": "복수 포르노 게시, 성적 서비스 제공, 개인 간 총기, 알코올 및 담배 제품 거래, 불법 또는 처방 약물 거래(귀하의 지역에서 합법이더라도)와 같은 불법 활동에 OCSN을 사용하지 마세요."
    }
  },
  
  "respect": {
    "title": "커뮤니티 존중",
    "intro": "우리는 커뮤니티의 모든 구성원을 위해 존중하고 안전한 환경을 유지하기 위해 노력하고 있습니다. 타인을 친절과 존중으로 대하는 것은 OCSN 가치의 기본입니다.",
    "threats": {
      "title": "신빙성 있는 위협과 표적 괴롭힘",
      "text": "신빙성 있는 위협이나 증오 발언이 포함된 콘텐츠, 개인을 비하하거나 수치를 주기 위해 표적으로 삼는 콘텐츠, 누군가를 협박하거나 괴롭히기 위한 개인 정보를 삭제합니다. 여기에는 살해 위협, 해를 끼치는 소망, 자살 권유, 개인 정보 공개 위협, 특정 사용자에 대한 대량 신고 또는 브리게이드 캠페인이 포함됩니다.",
      "note": "건설적인 비판과 존중하는 의견 차이는 우리 플랫폼에서 환영합니다. 동의하지 않는 콘텐츠를 발견하면 괴롭힘에 참여하는 대신 언제든지 사용자를 차단하거나 팔로우 취소할 수 있습니다."
    },
    "bullying": {
      "title": "괴롭힘과 조직적 괴롭힘",
      "text": "우리는 괴롭힘이나 희롱에 대해 무관용 정책을 가지고 있습니다. 여기에는 중단 요청 후 반복적인 원치 않는 접촉, 괴롭힘이나 차단 회피를 위해 특별히 계정 생성, 다른 사용자를 조롱하거나 모욕하기 위해 스크린샷 공유, 다른 사람을 괴롭히거나 \"취소\"하도록 부추기는 것이 포함됩니다.",
      "consequences": "조직적인 괴롭힘 캠페인에 참여하는 계정은 영구적으로 차단됩니다. 우리는 사용자의 정신 건강과 안전을 진지하게 생각합니다."
    },
    "discrimination": {
      "title": "보호되는 특성과 증오 발언",
      "text": "인종, 민족, 국적, 성별, 젠더, 성 정체성, 성적 지향, 종교적 소속, 장애 또는 질병을 기반으로 폭력이나 차별을 조장하는 것은 결코 용납되지 않습니다. 여기에는 모욕, 비인간화 언어, 해로운 고정관념, 이러한 보호되는 특성을 기반으로 사람들을 조롱하거나 공격하는 것이 포함됩니다.",
      "positive": "우리는 다양성을 축하하고 사회 문제에 대한 존중하는 토론, 개인 경험 공유, 이해와 포용을 촉진하는 교육 콘텐츠를 장려합니다."
    },
    "selfharm": {
      "title": "자해와 위험한 콘텐츠",
      "text": "자해나 부상의 미화는 금지됩니다. 여기에는 자해에 대한 그래픽 묘사나 지침, 섭식 장애 조장, 위험한 체중 감량 방법이 포함됩니다. 창의적 표현이 어려운 주제를 다룰 수 있다는 것을 이해하지만, 사용자 안전을 우선시해야 합니다.",
      "support": "우리는 회복 이야기, 지원 추구, 해를 미화하지 않는 예술적 표현을 장려합니다. 우리 플랫폼은 치유와 성장을 위한 장소입니다.",
      "helpTitle": "당신이나 아는 사람이 도움이 필요하면:",
      "crisisText": "위기 문자 라인: HOME을 741741로 문자",
      "suicidePrevention": "국가 자살 예방 생명선: 988",
      "internationalHelp": "국제 도움: 당신의 나라에서 지원 찾기",
      "eatingDisorders": "섭식 장애: 1-800-931-2237"
    }
  },
  
  "deception": {
    "title": "금지된 행위",
    "impersonation": {
      "title": "사칭",
      "text": "오해의 소지가 있거나 기만적인 방식으로 다른 사람, 브랜드 또는 단체를 사칭하는 계정이나 콘텐츠를 만드는 것은 엄격히 금지됩니다. 여기에는 허가 없이 다른 사람의 이름, 이미지 또는 기타 식별 정보를 사용하는 것이 포함됩니다."
    },
    "doxxing": {
      "title": "신상털기와 개인 정보",
      "text": "당신의 것이 아닌 개인 정보를 절대 공유하지 마세요. 신상털기 - 누군가의 동의 없이 개인 또는 식별 정보를 게시하는 행위 - 는 엄격히 금지됩니다. 여기에는 다음이 포함됩니다:",
      "item1": "공개적으로 공유하지 않은 사용자의 실명",
      "item2": "집 주소, 전화번호 또는 이메일 주소",
      "item3": "금융 정보 또는 정부 ID 번호",
      "item4": "동의 없는 개인 사진이나 비디오",
      "item5": "누군가의 직장이나 학교에 대한 정보"
    },
    "misinformation": {
      "title": "기만적인 콘텐츠",
      "text": "악의적인 성격의 기만적인 콘텐츠나 가짜 뉴스는 OCSN에서 삭제됩니다. 여기에는 개인이나 그룹에 해를 끼칠 수 있는 허위 정보를 의도적으로 퍼뜨리는 것이 포함됩니다."
    },
    "spam": {
      "title": "스팸",
      "text": "스팸 및 기타 조작 행위는 금지됩니다. 여기에는 반복 게시, 대량 메시징, 인공적인 참여 조작, 투명성 없이 주로 상업 광고를 위해 OCSN을 사용하는 것이 포함됩니다."
    }
  },
  
  "help": {
    "title": "위반 신고",
    "intro": "우리 각자는 OCSN 커뮤니티의 중요한 부분입니다. 가이드라인을 위반한다고 생각되는 것을 보면 신고하여 우리를 도와주세요.",
    "disagreement": "커뮤니티 가이드라인을 위반하지 않지만 마음에 들지 않는 콘텐츠를 찾을 수 있습니다. 그런 일이 발생하면 게시한 사람을 언팔로우하거나 차단할 수 있습니다.",
    "reporting": {
      "title": "신고 방법",
      "text": "신고를 완료할 때 가능한 한 많은 정보를 제공하십시오 — 링크, 사용자 이름 및 콘텐츠 설명 — 우리가 빠르게 찾고 검토할 수 있도록. 이미지나 관련 캡션이 가이드라인을 위반하는 경우 전체 게시물을 삭제할 수 있습니다.",
      "instructions": "자세한 단계별 신고 지침이 곧 여기에 추가됩니다."
    },
    "thanks": "세계에서 가장 창의적이고 환영받는 커뮤니티 중 하나를 만드는 데 도움을 주셔서 감사합니다!",
    "signature": "— OCSN 팀"
  }
}