{
  "langName": "Русский",
  "langCode": "ru",
  "dir": "ltr",
  
  "nav": {
    "searchPlaceholder": "Поиск по правилам",
    "overview": "Обзор",
    "authenticity": "Подлинность Прежде Всего",
    "safety": "Стандарты Безопасности",
    "explicitContent": "Откровенный Контент",
    "matureContent": "Правила для Взрослого Контента",
    "illegalContent": "Незаконный Контент",
    "harmfulGroups": "Вредоносные Группы",
    "illegalActivities": "Незаконная Деятельность",
    "respect": "Уважение к Сообществу",
    "threatsHarassment": "Угрозы и Преследование",
    "bullying": "Политика Против Травли",
    "discrimination": "Дискриминация",
    "selfHarm": "Селфхарм",
    "deception": "Запрещенные Практики",
    "help": "Сообщить о Нарушениях"
  },
  
  "search": {
    "noResults": "Результатов не найдено для",
    "searching": "Поиск...",
    "clearSearch": "Очистить поиск"
  },
  
  "title": "Правила Сообщества OCSN",
  
  "overview": {
    "title": "Обзор",
    "mainText": "OCSN - это безопасное и подлинное место для фандомных сообществ и оригинальных персонажей. Нам нужна ваша помощь в создании доброй и творческой культуры. В OCSN мы уважаем всех — если вы видите контент, нарушающий эти правила, пожалуйста, сообщите нам об этом на нашем официальном Discord-сервере.",
    "intro": "OCSN отражает разнообразные способы самовыражения фанатов и создателей в интернете. Вот как каждый может наслаждаться своим опытом здесь.",
    "agreement": "Используя OCSN, вы соглашаетесь с этими правилами и нашими Условиями использования. Несоблюдение этих границ может привести к удалению контента, отключению учетных записей или другим ограничениям.",
    "guidelines": "Следуйте этим правилам для безопасного и приятного опыта на OCSN. При любых обстоятельствах мы оставляем за собой право определять, какой контент не разрешен в приложении."
  },
  
  "authenticity": {
    "title": "Подлинность Прежде Всего",
    "intro": "OCSN - это социальная сеть, созданная для фандомов и оригинальных персонажей. Это пространство для подлинного человеческого творчества и искреннего самовыражения. Чтобы сохранить дух нашего сообщества, мы не разрешаем генеративный ИИ-контент любого вида, включая текст, изображения, аудио или видео. Если вы публикуете контент, созданный ИИ, вы получите предупреждение, а повторные нарушения приведут к бану."
  },
  
  "safety": {
    "title": "Стандарты Безопасности",
    "intro": "Следующие типы контента строго запрещены на OCSN. Публикация любого из них приведет к удалению контента и может привести к приостановке учетной записи или постоянному бану:",
    "explicit": {
      "title": "Откровенный Контент",
      "text": "Мы не разрешаем никакой порнографический или сексуально откровенный контент на OCSN. Если вы опубликуете такой контент, вы будете забанены."
    },
    "mature": {
      "title": "Правила для Взрослого Контента",
      "text": "Взрослый контент в ролевой сюжетной линии может включать некоторые взрослые элементы (например, насилие, романтику или сексуальные сцены), но цель не может быть полностью откровенной или для сексуальной стимуляции."
    },
    "illegal": {
      "title": "Незаконный Контент",
      "text": "В соответствии с американским законодательством, OCSN явно запрещает любой контент, описывающий незаконные сексуальные действия, включая, но не ограничиваясь, зоофилию, некрофилию, инцест или материалы сексуальной эксплуатации и жестокого обращения с детьми. Такой контент будет удален, и вы будете забанены."
    },
    "harmful": {
      "title": "Вредоносные Группы",
      "text": "OCSN не является платформой для поддержки или восхваления терроризма, организованной преступности или групп ненависти."
    },
    "activities": {
      "title": "Незаконная Деятельность",
      "text": "Не используйте OCSN для незаконной деятельности, такой как публикация порно-мести, предложение сексуальных услуг, покупка или продажа огнестрельного оружия, алкоголя и табачных изделий между частными лицами, или покупка и продажа незаконных или рецептурных лекарств (даже если это законно в вашем регионе)."
    }
  },
  
  "respect": {
    "title": "Уважение к Сообществу",
    "intro": "Мы стремимся поддерживать уважительную и безопасную среду для всех членов нашего сообщества. Отношение к другим с добротой и уважением является фундаментальным для ценностей OCSN.",
    "threats": {
      "title": "Достоверные Угрозы и Целенаправленное Преследование",
      "text": "Мы удаляем контент, содержащий достоверные угрозы или язык ненависти, контент, нацеленный на частных лиц с целью их унижения или позора, и личную информацию, предназначенную для шантажа или преследования кого-либо. Это включает угрозы смерти, пожелания вреда, поощрение самоубийства, угрозы раскрытия личной информации и целенаправленные кампании массовых жалоб или бригадирования против конкретных пользователей.",
      "note": "Конструктивная критика и уважительные разногласия приветствуются на нашей платформе. Если вы столкнулись с контентом, с которым не согласны, вы всегда можете заблокировать или отписаться от пользователей, а не участвовать в преследовании."
    },
    "bullying": {
      "title": "Травля и Координированное Преследование",
      "text": "У нас политика нулевой терпимости к травле или преследованию. Это включает повторяющиеся нежелательные контакты после просьбы остановиться, создание учетных записей специально для преследования или обхода блокировок, обмен скриншотами для издевательства или унижения других пользователей и поощрение других к преследованию или \"отмене\" кого-либо.",
      "consequences": "Учетные записи, участвующие в координированных кампаниях преследования, будут навсегда забанены. Мы серьезно относимся к психическому здоровью и безопасности наших пользователей."
    },
    "discrimination": {
      "title": "Защищенные Характеристики и Язык Ненависти",
      "text": "Никогда не допустимо поощрять насилие или дискриминацию на основе расы, этнической принадлежности, национального происхождения, пола, гендера, гендерной идентичности, сексуальной ориентации, религиозной принадлежности, инвалидности или заболеваний. Это включает оскорбления, дегуманизирующий язык, вредные стереотипы и издевательства или нападки на людей на основе этих защищенных характеристик.",
      "positive": "Мы празднуем разнообразие и поощряем уважительные дискуссии о социальных вопросах, обмен личным опытом и образовательный контент, способствующий пониманию и инклюзии."
    },
    "selfharm": {
      "title": "Селфхарм и Опасный Контент",
      "text": "Прославление селфхарма или травм запрещено. Это включает графические изображения или инструкции по селфхарму, пропаганду расстройств пищевого поведения и опасные методы похудения. Хотя мы понимаем, что творческое выражение может касаться сложных тем, мы должны ставить безопасность пользователей на первое место.",
      "support": "Мы поощряем истории выздоровления, поиск поддержки и художественное выражение, которое не прославляет вред. Наша платформа - это место для исцеления и роста.",
      "helpTitle": "Если вам или кому-то из ваших знакомых нужна помощь:",
      "crisisText": "Кризисная текстовая линия: Отправьте HOME на 741741",
      "suicidePrevention": "Национальная линия предотвращения самоубийств: 988",
      "internationalHelp": "Международная помощь: Найдите поддержку в вашей стране",
      "eatingDisorders": "Расстройства пищевого поведения: 1-800-931-2237"
    }
  },
  
  "deception": {
    "title": "Запрещенные Практики",
    "impersonation": {
      "title": "Выдача себя за другого",
      "text": "Создание учетных записей или контента, выдающего себя за другого человека, бренд или организацию в вводящей в заблуждение или обманной манере, строго запрещено. Это включает использование чьего-либо имени, изображения или других идентифицирующих данных без разрешения."
    },
    "doxxing": {
      "title": "Доксинг и Личная Информация",
      "text": "Никогда не делитесь личной информацией, которая вам не принадлежит. Доксинг - акт публикации частной или идентифицирующей информации о ком-либо без его согласия - строго запрещен. Это включает:",
      "item1": "Настоящие имена пользователей, которые не делились ими публично",
      "item2": "Домашние адреса, номера телефонов или адреса электронной почты",
      "item3": "Финансовая информация или правительственные идентификационные номера",
      "item4": "Частные фото или видео без согласия",
      "item5": "Информация о месте работы или учебы"
    },
    "misinformation": {
      "title": "Обманный Контент",
      "text": "Любой обманный контент или ложные новости злонамеренного характера будут удалены с OCSN. Это включает преднамеренное распространение ложной информации, которая может причинить вред отдельным лицам или группам."
    },
    "spam": {
      "title": "Спам",
      "text": "Спам и другие манипулятивные практики запрещены. Это включает повторяющиеся публикации, массовые сообщения, искусственную манипуляцию вовлеченностью и использование OCSN в основном для коммерческой рекламы без прозрачности в этом вопросе."
    }
  },
  
  "help": {
    "title": "Сообщить о Нарушениях",
    "intro": "Каждый из нас является важной частью сообщества OCSN. Если вы видите что-то, что, по вашему мнению, может нарушать наши правила, помогите нам, сообщив об этом.",
    "disagreement": "Вы можете найти контент, который вам не нравится, но который не нарушает Правила Сообщества. Если это произойдет, вы можете отписаться или заблокировать человека, который его опубликовал.",
    "reporting": {
      "title": "Как Сообщить",
      "text": "Чтобы сообщить о контенте, нарушающем наши правила, выполните следующие шаги:",
      "step1": "Найдите публикацию, на которую хотите пожаловаться",
      "step2": "Нажмите на иконку \"...\" на публикации",
      "step3": "Выберите \"Сообщить о Контенте\"",
      "note": "Публикация будет автоматически отмечена для проверки нашим алгоритмом модерации и разработчиками. Мы можем удалить целые публикации, если изображения или связанные подписи нарушают наши правила."
    },
    "thanks": "Спасибо, что помогаете нам создавать одно из самых креативных и гостеприимных сообществ в мире!",
    "signature": "— Команда OCSN"
  }
}